Repository: common-repository/simple-feedback
Catalog: languages/simple-feedback-td-*.po
Languages: de_de, es_es, fr_fr

source: Rating
de_de: Bewertung
es_es: Clasificación
fr_fr: Passez en revue

source: Positive Rating
de_de: Positive Bewertung
es_es: Valoración positiva
fr_fr: Note positive

source: Negative Rating
de_de: Negative Bewertung
es_es: Valoración Negativa
fr_fr: Note négative

source: Abstinence Rating
de_de: Enthaltende Bewertung
es_es: Valoración abstinencia
fr_fr: Note abstinence

source: Status
es_es: Estado
fr_fr: Statut

source: Open
de_de: Offen
es_es: Abierto
fr_fr: Ouvert

source: Accepted
de_de: Akzeptiert
es_es: Aceptado
fr_fr: Acceptée

source: Declined
de_de: Abgelehnt
es_es: Rehusó
fr_fr: Refusée

source: Undecided
de_de: Unentschieden
es_es: Indeciso
fr_fr: Indécis

source: Topic
de_de: Thema
es_es: Tema
fr_fr: Sujet

source: Author
de_de: Autor
es_es: Autor
fr_fr: Auteur

source: Conclusion
de_de: Ergebnis
es_es: Conclusión

source: Anonym
es_es: Anónimo
fr_fr: Anonyme

source: Currently there are no closed topics.
de_de: Aktuell gibt es keine abgeschlossenen Themen.
es_es: De momento no hay temas cerrados.
fr_fr: Actuellement, il n'y a pas de sujets fermés.

source: Expiration
de_de: Ablaufdatum
es_es: Vencimiento

source: Currently there are no open topics.
de_de: Aktuell gibt es keine offenen Themen.
es_es: De momento no hay temas abiertos.
fr_fr: Actuellement, il n'y a pas de sujets ouverts.

source: Help
de_de: Hilfe
es_es: Ayudar
fr_fr: Aide

source: Create two pages where the topics should be shown.
de_de: Erstelle zwei Seiten auf denen die Themen angezeigt werden sollen.
es_es: Cree dos páginas en las que se deben mostrar los temas.
fr_fr: Création de deux pages où les sujets doivent être représentés.

source: Add the shortcode [topics-open] to the page where the topics appear which are currently in vote.
de_de: Füge den Shortcode [topics-open] auf die Seite, auf welcher die offenen Themen angezeigt werden sollen.
es_es: Agregue el código abreviado [topics-open] a la página en la que aparecen los temas que están actualmente en la votación.
fr_fr: Ajouter le shortcode [sujets ouverts] à la page où apparaissent les sujets qui sont actuellement en vote.

source: Add the shortcode [topics-closed] to the page where the topics appear which have been voted.
de_de: Füge den Shortcode [topics-closed] auf die Seite, auf welcher die abgeschlossen Themen angezeigt werden sollen.
es_es: Agregue el código abreviado [topics-closed] a la página donde aparecen los temas que se han votado.
fr_fr: Ajouter le shortcode [topics-closed] à la page où apparaissent les thèmes qui ont été voté.

source: Head back here to set the options.
de_de: Komm auf diese Seite zurück
es_es: Vuelve aquí para configurar las opciones.
fr_fr: Revenez ici pour définir les options.

source: Redirection
de_de: Weiterleitung
es_es: Redirección

source: Choose the page to where the user will be redirected if he head to the custom post type archive page. You should redirect him to the page, where the open topics are displayed.
de_de: Wähle eine Seite, auf welche die Benutzer weiter geleitet werden sollen, wenn sie auf das Archiv der Themen zugreifen wollen. Du solltest die Benutzer zu der Seite weiterleiten, in welcher die Themen angezeigt werden.
es_es: Seleccione la página a la que se redirigirá al usuario si la cabeza a la página de archivo de tipo mensaje personalizado. Deberías redirigir a la página, donde se muestran los temas abiertos.
fr_fr: Choisissez la page à l'endroit où l'utilisateur sera redirigé s'il diriger vers la page d'archive de type poste de douane. Vous devriez le rediriger vers la page, où les sujets ouverts sont affichés.

source: Expiration Base
de_de: Ablaufzeit
es_es: Base de vencimiento
fr_fr: Base d'Expiration

source: Set the main expiration time of the topics in days.
de_de: Setze die Ablaufzeit der Themen in Tagen.
es_es: Ajuste el tiempo de expiración de los principales temas en día.
fr_fr: Réglez l'heure d'expiration principale des sujets en quelques jours.

source: Topics
de_de: Themen
es_es: Temas
fr_fr: Sujets

source: Add Topic
de_de: Thema hinzufügen
es_es: Añadir tema
fr_fr: Ajouter un sujet

source: New Topics
de_de: Neues Thema
es_es: Nuevos temas
fr_fr: Nouveaux sujets

source: Edit Topic
de_de: Thema editieren
es_es: Editar temas
fr_fr: Modifier sujet

source: View Topic
de_de: Thema ansehen
es_es: Ver temas
fr_fr: Voir le sujet

source: There are no Topics matching the search criterias
de_de: Es gibt keine Themen, die die Suchkriterien erfüllen
es_es: No hay temas que coinciden con los criterios de búsqueda
fr_fr: Il n'y a pas de sujets correspondant aux critères de recherche

source: Search Topics
de_de: Suche Themen
es_es: Búsqueda por temas
fr_fr: Sujets de recherche

source: Parent Topic
de_de: Übergeordnete Themen
es_es: Tema padre
fr_fr: parent sujet

source: <strong>Important:</strong> This topic ends at
de_de: <strong>Wichtig:</strong> Dieses Thema endet am
es_es: <strong>Importante:</strong> Este tema termina en
fr_fr: <strong>Important:</strong> Ce sujet se termine à

source: <strong>Important:</strong> This vote ended and is
de_de: <strong>Wichtig:</strong> Dieses Thema ist abgeschlossen mit dem Ergebnis:
es_es: <strong>Importante:</strong> Esta votación terminó y es
fr_fr: Ce vote a pris fin et est

source: For it
de_de: Dafür
es_es: Por esa
fr_fr: Pour cette

source: Against
de_de: Dagegen
es_es: Comparado con
fr_fr: En revanche
